Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: # Times released
tr_tr: Yayımlanma sayısı

source: # Times unreleased
tr_tr: Yayımdan kaldırılma sayısı

source: (to be deleted) % Connections all
tr_tr: (silinecek) % Tüm Bağlantılar

source: To worker ID
tr_tr: Çalışan ID’si

source: Total behaviors
tr_tr: Toplam davranışlar

source: Total feedback requested
tr_tr: Toplam talep edilen geri bildirimler

source: Total feedback requests
tr_tr: Toplam geri bildirim istekleri

source: Total feedback sent
tr_tr: Toplam gönderilen geri bildirimler

source: Total goals
tr_tr: Toplam goller

source: % Total
tr_tr: % Toplam

source: Total performance check-ins
tr_tr: Toplam performans check-in görüşmeleri

source: Total reviews
tr_tr: Toplam değerlendirmer

source: Total reviews with behavior rating
tr_tr: Davranış puanlamalı toplam değerlendirmer

source: Total reviews with goal ratings
tr_tr: Hedef puanlamalı toplam değerlendirmer

source: Total score
tr_tr: Toplam puan

source: Tracking status
tr_tr: Takip durumu

source: Trust
tr_tr: Güven

source: Unclear
tr_tr: Belirsiz

source: # Unclear
tr_tr: # Belirsiz

source: Unhelpful
tr_tr: Yararsız

source: # Unique aligned goals
tr_tr: # Benzersiz hizalanmış hedefler

source: Unique feedback identifier
tr_tr: Benzersiz geri bildirimler tanımlayıcısı

source: # Unique logins
tr_tr: # Benzersiz oturum açmalar

source: # Unique main goals
tr_tr: # Benzersiz ana hedefler

source: Unique worker ID
tr_tr: Benzersiz çalışan kimliği

source: % Unreleased
tr_tr: Yayımlanmayan yüzdesi

source: Unreleased flag
tr_tr: Yayınlanmamış işareti

source: # Unreleased
tr_tr: Yayımlanmayan sayısı

source: # User plans
tr_tr: # Kullanıcı planları

source: User status
tr_tr: Kullanıcı durumu

source: % Users having aligned goals
tr_tr: % Hizalanmış hedefleri olan kullanıcılar

source: % Users having behaviors
tr_tr: % Davranışları olan kullanıcılar

source: # Users having check-ins
tr_tr: # Check-in görüşmesi olan kullanıcılar

source: % Used check-ins
tr_tr: % Kullanılan check-in görüşmeleri

source: # Users having goals
tr_tr: # Hedefleri olan kullanıcılar

source: % Used goals
tr_tr: % Kullanılan hedefler

source: # Users having no goals
tr_tr: # Hedefi olmayan kullanıcılar

source: % Users having no goals
tr_tr: Hedefi olmayan kullanıcıların %’si

source: # Users having plans
tr_tr: Planı olan kullanıcı sayısı

source: % Users having plans
tr_tr: Planı olan kullanıcıların %’si

source: # Users logged in
tr_tr: # Oturum açan kullanıcılar

source: % Users logged in
tr_tr: % Oturum açan kullanıcılar

source: % Users received feedback
tr_tr: Geri bildirimler alan kullanıcıların %’si

source: # Users received feedback ratings
tr_tr: Geri bildirimler değerlendirmesi alan kullanıcı sayısı

source: # Users requested feedback
tr_tr: Geri bildirimler talep eden kullanıcı sayısı

source: % Users requested feedback
tr_tr: Geri bildirimler talep eden kullanıcıların %’si

source: # Users used feedback
tr_tr: # Geri bildirimleri kullanan kullanıcılar

source: % Used feedback
tr_tr: % Kullanılan geri bildirimler

source: # Users who sent feedback
tr_tr: Geri bildirimler gönderen kullanıcı sayısı

source: % Users who sent feedback
tr_tr: Geri bildirimler gönderen kullanıcıların %’si

source: # Warning
tr_tr: Uyarı sayısı

source: % Warning
tr_tr: Uyarı yüzdesi

source: Weighted score
tr_tr: Ağırlıklı puan

source: Widget name
tr_tr: Widget adı

source: Work country
tr_tr: Çalışma ülkesi

source: Work region
tr_tr: Çalışma bölgesi

source: Work region state
tr_tr: Çalışma bölgesi ili

source: Work town city
tr_tr: Çalışma kasabası/şehri

source: Worker behavior comment
tr_tr: Çalışan davranış yorumu

source: Worker behavior rating name
tr_tr: Çalışan davranış değerlendirmesi adı

source: Worker challenge is submitted
tr_tr: Çalışan itirazı gönderildi

source: Worker email
tr_tr: Çalışan e-postası

source: Worker evaluation
tr_tr: Çalışan değerlendirmesi

source: Worker final review status
tr_tr: Çalışan nihai değerlendirmer durumu

source: Worker full name
tr_tr: Çalışanın tam adı

source: Worker ID and name
tr_tr: Çalışan kimliği ve adı

source: Worker ID + full name
tr_tr: Çalışan kimliği + tam adı

source: % Workers logged in
tr_tr: % Çalışan oturum açtı

source: Worker rating
tr_tr: Çalışan puanı

source: Worker rating comment
tr_tr: Çalışan puanı yorumu

source: Worker refused plan
tr_tr: Planı reddeden Çalışan

source: # Worker review completed
tr_tr: Tamamlanan Çalışan değerlendirmeri sayısı

source: % Worker review completed
tr_tr: Tamamlanan Çalışan değerlendirmeri yüzdesi

source: Worker role
tr_tr: Çalışan rolü

source: # Workers with RTI
tr_tr: RTI olan Çalışan sayısı

source: % Workers with RTI
tr_tr: RTI olan Çalışan yüzdesi

source: Worker Let's discuss submitted
tr_tr: Çalışan "Konuşalım" isteği gönderildi

source: # Workers logged in
tr_tr: # Oturum açan çalışan sayısı

source: Workers overall behavior rating comment
tr_tr: Çalışanların genel davranış puanı yorumu

source: Worker overall behavior rating scale
tr_tr: Çalışanın genel davranış puanlama skalası

source: Worker overall goal rating comment
tr_tr: Çalışanın genel hedef puanı yorumu

source: Workers overall goal rating scale ID
tr_tr: Çalışanların genel hedef puanlama skala kimliği

source: Workflow status name
tr_tr: İş akışı durum adı

source: Workflow step
tr_tr: İş akışı adımı

source: Achievement summary
tr_tr: Başarı özeti

source: Action
tr_tr: Eylem

source: Actions completed
tr_tr: Tamamlanan aksiyonlar

source: Active users by role
tr_tr: Role bazında aktif kullanıcılar

source: Active users who sent feedback
tr_tr: Geri bildirimler gönderen aktif kullanıcılar

source: # Active workers with RTI requests
tr_tr: RTI talebi olan aktif Çalışan sayısı

source: % Active workers with RTI requests
tr_tr: RTI talebi olan aktif Çalışan yüzdesi

source: Activity
tr_tr: Aktivite

source: Additional review questions
tr_tr: Ek değerlendirmer soruları

source: Adoption Monitor
tr_tr: Benimseme İzleyicisi

source: Adoption & Top-Level Summaries
tr_tr: Benimseme ve Üst Düzey Özetler

source: % aligned goals
tr_tr: Hizalanmış hedeflerin %’si

source: Alignment - Self & manager
tr_tr: Uyum - Kendi kendine değerlendirme ve yönetici

source: Assigned check-ins
tr_tr: Atanan check-in görüşmeleri

source: Average & max. total scores by org level
tr_tr: Kurum seviyesine göre ortalama ve maksimum toplam puanlar

source: Average total score by org unit
tr_tr: Kurum birimine göre ortalama toplam puan

source: Average wait time for not released
tr_tr: Yayımlanmayanlar için ortalama bekleme süresi

source: Avg. check-ins (managers)
tr_tr: Ort. check-in görüşmesi (yöneticiler)

source: Avg. check-ins (workers)
tr_tr: Ort. check-in görüşmesi (Çalışanlar)

source: Avg. current goal progress
tr_tr: Ort. mevcut hedef ilerlemesi

source: Avg. logins over time
tr_tr: Zaman içinde ort. oturum açma sayısı

source: Avg. parent goal progress
tr_tr: Ort. üst hedef ilerlemesi

source: Avg. progress
tr_tr: Ort. ilerleme

source: Behavior count distribution
tr_tr: Davranış sayı dağılımı

source: Behavior distribution
tr_tr: Davranış dağılımı

source: Behavior Overview
tr_tr: Davranış Genel Görünümü

source: Behaviors sent over time
tr_tr: Zaman içinde gönderilen davranışlar

source: Behavior received
tr_tr: Alınan davranış

source: Behavior requested
tr_tr: Talep edilen davranış

source: Behavior sent
tr_tr: Gönderilen davranış

source: Behaviors received
tr_tr: Alınan davranışlar

source: Bonus Allocation Overview
tr_tr: Prim Tahsis Genel Görünümü

source: Bonus Comp Round Export Details
tr_tr: Prim Ücret Turu Dışa Aktarma Ayrıntıları

source: Career plan completion rate
tr_tr: Kariyer planı tamamlama oranı

source: Career Plan Overview
tr_tr: Kariyer Planı Genel Görünümü

source: Career Plan Status
tr_tr: Kariyer Planı Durumu

source: Career plans by workflow status
tr_tr: İş akışı durumuna göre kariyer planları

source: # Career plans pending manager completion
tr_tr: Yönetici tarafından tamamlanması beklenen kariyer planı sayısı

source: Career plan workflow status
tr_tr: Kariyer planı iş akışı durumu

source: Check-in Details
tr_tr: Check-in Görüşmesi Ayrıntıları

source: Check-in Overview
tr_tr: Check-in Görüşmesi Genel Görünümü

source: Check-in participant relation
tr_tr: Check-in görüşmesi katılımcı ilişkisi

source: Check-in Status
tr_tr: Check-in Görüşmesi Durumu

source: Check-in status by org. level
tr_tr: Organizasyon seviyesine göre check-in görüşmesi durumu

source: Check-ins having messages
tr_tr: Mesaj içeren check-in görüşmeleri

source: Check-ins in the future
tr_tr: Gelecekteki check-in görüşmeleri

source: Check-ins over time
tr_tr: Zaman içindeki check-in görüşmeleri

source: Check-ins recurring
tr_tr: Yinelenen check-in görüşmeleri

source: Check-ins with discussion points
tr_tr: Görüşme maddeli check-in görüşmeleri

source: Check-ins with message
tr_tr: Mesajlı check-in görüşmeleri

source: Check-ins with messages by role
tr_tr: Role göre mesajlı check-in görüşmeleri

source: Check-ins created over time
tr_tr: Zaman içinde oluşturulan check-in görüşmeleri

source: Clarity (avg.)
tr_tr: Açıklık (ort.)

source: Clarity (distribution)
tr_tr: Açıklık (dağılım)

source: Closed after deadline
tr_tr: Son teslim tarihinden sonra kapatıldı

source: Closed before deadline
tr_tr: Son teslim tarihinden önce kapatıldı

source: Closed RTI request by deadline met
tr_tr: Son teslim tarihine uyulan kapatılmış RTI talebi

source: Closed RTI requests
tr_tr: Kapatılmış RTI talepleri

source: # Closed RTI requests
tr_tr: # Kapatılmış RTI talepleri

source: Comm round details by worker
tr_tr: Çalışana göre iletişim turu ayrıntıları

source: Comm round document audit details
tr_tr: İletişim turu belge denetim ayrıntıları

source: Communication audit trail
tr_tr: İletişim denetim izi

source: Communication details
tr_tr: İletişim ayrıntıları

source: Communication executive overview
tr_tr: İletişim yönetici özeti

source: Communication over time
tr_tr: Zamana göre iletişim

source: Communication round
tr_tr: İletişim turu

source: Communication status
tr_tr: İletişim durumu

source: Comp Rounds
tr_tr: Ücret Turları

source: Performance Executive Summary
tr_tr: Performans Yönetici Özeti

source: Cumulative first time login over time
tr_tr: Zaman içindeki kümülatif ilk kez oturum açma

source: Data Privacy acceptance
tr_tr: Veri Gizliliği kabulü

source: Desktop
tr_tr: Masaüstü

source: Device usage
tr_tr: Cihaz kullanımı

source: Distribution of answers for multiple choice questions with drill-down
tr_tr: Ayrıntı görünümüyle çoktan seçmeli soruların yanıt dağılımı

source: Document action date
tr_tr: Belge işlem tarihi

source: Document creation by date
tr_tr: Tarihe göre belge oluşturma

source: Document not released
tr_tr: Belge yayınlanmadı

source: Document release status
tr_tr: Belge yayınlama durumu

source: Document released
tr_tr: Belge yayınlandı

source: Documents read over time
tr_tr: Zamana göre okunan belgeler

source: Documents released over time
tr_tr: Zamana göre yayımlanan belgeler

source: Worker details
tr_tr: Çalışan ayrıntıları

source: Endorsed, public & shared
tr_tr: Onaylanmış, herkese açık ve paylaşılmış

source: Evaluation scores by org level
tr_tr: Kurum seviyesine göre değerlendirme puanları

source: Evaluation section by worker
tr_tr: Çalışana göre değerlendirme bölümü

source: Evaluation section name
tr_tr: Değerlendirme bölüm adı

source: as *.{{format}}
tr_tr: *.{{format}} olarak

source: Export page
tr_tr: Sayfayı dışa aktar

source: Your file is being generated. The download will begin automatically once it's ready. This window will close on its own after the download is complete.
tr_tr: Dosyanız oluşturuluyor. Hazır olduğunda indirme otomatik olarak başlayacaktır. İndirme tamamlandıktan sonra bu pencere kendiliğinden kapanacaktır.

source: Preparing your download
tr_tr: İndirmeniz hazırlanıyor

source: Export report
tr_tr: Raporu dışa aktar

source: Feedback characteristics
tr_tr: Geri bildirimler özellikleri

source: Feedback Details
tr_tr: Geri Bildirimler Ayrıntıları

source: Feedback flow
tr_tr: Geri bildirimler akışı

source: Feedback Overview
tr_tr: Geri Bildirimler Genel Görünümü

source: Feedback quality metrics
tr_tr: Geri bildirimler kalite metrikleri

source: Feedback Ratings
tr_tr: Geri Bildirimler Değerlendirmeleri

source: Feedback received
tr_tr: Geri bildirimler alındı

source: Feedback received over time
tr_tr: Zaman içindeki alınan geri bildirimler

source: Feedback Request Overview
tr_tr: Geri Bildirimler İstek Genel Görünümü

source: Feedback sent
tr_tr: Geri bildirimler gönderildi

source: Feedback sent by role
tr_tr: Role göre gönderilen geri bildirimler

source: Feedback sent by type
tr_tr: Türe göre gönderilen geri bildirimler

source: Feedback sent over time
tr_tr: Zaman içinde gönderilen geri bildirimler

source: Feedback with behaviors
tr_tr: Davranış içeren geri bildirimler

source: Final manager/worker alignment
tr_tr: Nihai yönetici/Çalışan hizalaması

source: Final review rating distribution
tr_tr: Nihai değerlendirmer puan dağılımı

source: First-time logins over time (cumulative)
tr_tr: Zaman içinde ilk girişler (kümülatif)

source: Functionality usage
tr_tr: İşlevsellik kullanımı

source: Goal Alignment
tr_tr: Hedef Hizalaması

source: Goal Details
tr_tr: Hedef Ayrıntıları

source: Goal Overview
tr_tr: Hedef Genel Görünümü

source: Goal priority & tracking status
tr_tr: Hedef önceliği ve izleme durumu

source: Goal status by org. level
tr_tr: Organizasyon seviyesine göre hedef durumu

source: Goal Strategic Drivers
tr_tr: Hedef Stratejik Etkenleri

source: Goal title word cloud
tr_tr: Hedef başlığı kelime bulutu

source: Goals approved
tr_tr: Hedefler onaylandı

source: Goals completed
tr_tr: Tamamlanan hedefler

source: Goals created over time
tr_tr: Zaman içinde oluşturulan hedefler

source: Goal details
tr_tr: Hedef ayrıntıları

source: Goal Status
tr_tr: Hedef Durumu

source: Goals with actions
tr_tr: Eylem içeren hedefler

source: Individual People Day Summary
tr_tr: Bireysel People Day Özeti

source: Initial manager/worker alignment
tr_tr: İlk yönetici/Çalışan hizalaması

source: The innermost circle represents the line leader rating submitted pre-People Day, followed by he line leader rating post People Day, followed by the line leader rating post Let's Discuss. The outermost circle represent line leader +1 rating during the post Challenge process.
tr_tr: En içteki daire, People Day öncesinde gönderilen hat lideri puanını, onun ardından People Day sonrasındaki hat lideri puanını ve ardından Let’s Discuss sonrasındaki hat lideri puanını gösterir. En dıştaki daire ise Challenge sonrası sürecinde verilen hat lideri +1 puanını gösterir.

source: Last data refresh
tr_tr: Son veri yenileme

source: Leadership clusters
tr_tr: Liderlik kümeleri

source: Let's discuss between manager & worker
tr_tr: Yönetici ve Çalışan arasında konuşalım

source: Logins over time
tr_tr: Zaman içindeki girişler

source: Logins per platform
tr_tr: Platforma göre oturum açma sayısı

source: Manager + 1 review challenge
tr_tr: Yönetici + 1 değerlendirmer itirazı

source: # Manager completions over time
tr_tr: Zaman içindeki yönetici tamamlama sayısı

source: Manager having to complete career plans
tr_tr: Kariyer planlarını tamamlaması gereken yöneticiler

source: Manager rating distribution
tr_tr: Yönetici puan dağılımı

source: Manager review behavior distribution
tr_tr: Yönetici değerlendirmer davranış dağılımı

source: Manager review change (people day)
tr_tr: Yönetici değerlendirmer değişikliği (kişi günü)

source: Manager review goal distribution
tr_tr: Yönetici değerlendirmer hedef dağılımı

source: Managers having goals
tr_tr: Hedefi olan yöneticiler

source: Managers with no goals
tr_tr: Hedefi olmayan yöneticiler

source: New logins over time
tr_tr: Zaman içindeki yeni oturum açmalar

source: # New RTI requests
tr_tr: # Yeni BİH istekleri

source: No goals (all users)
tr_tr: Hedefi olmayanlar (tüm kullanıcılar)

source: No Goals Detail
tr_tr: Hedef Ayrıntısı Yok

source: Number of reviews with evaluation section score = 0
tr_tr: Değerlendirme bölüm puanı = 0 olan değerlendirmer sayısı

source: Open right to information (RTI) requests
tr_tr: Açık bilgi edinme hakkı (BİH) istekleri

source: Open RTI request by deadline status
tr_tr: Son tarih durumuna göre açık BİH isteği

source: # Open RTI requests by country
tr_tr: # Ülkeye göre açık BİH istekleri

source: # Open RTI requests by org unit
tr_tr: # Organizasyon birimine göre açık BİH istekleri

source: # Open RTI requests
tr_tr: # Açık BİH istekleri

source: Org. goals
tr_tr: Kurumsal hedefler

source: The outer circle represents post People Day manager rating (prior to People Day this will reflect the last submitted rating). The inner circle represents manager rating submitted pre-People Day
tr_tr: Dıştaki daire, People Day sonrası yönetici puanını (People Day öncesinde bu, en son gönderilen puanı yansıtır) gösterir. İçteki daire ise People Day öncesinde gönderilen yönetici puanını gösterir.

source: Outlook
tr_tr: Görünüm

source: Overview
tr_tr: Genel Bakış

source: Pay Communication
tr_tr: Ücret İletişimi

source: Pay & Performance
tr_tr: Ücret ve Performans

source: Pay Transparency - Right to Information
tr_tr: Ücret Şeffaflığı - Bilgi Edinme Hakkı

source: People day
tr_tr: İK günü

source: Percent of total
tr_tr: Toplamın yüzdesi

source: Performance Check-in Overview
tr_tr: Performans check-in görüşmesi genel bakış

source: Performance check-in rating by org levels
tr_tr: Kurumsal seviyelere göre performans check-in görüşmesi puanı

source: Performance check-in status by org level
tr_tr: Kurumsal seviyelere göre performans check-in görüşmesi durumu

source: Performance Reviews
tr_tr: Performans Değerlendirmeleri

source: Performance Reviews - Goals & Behaviors
tr_tr: Performans Değerlendirmeleri - Hedefler ve Davranışlar

source: Process Status Report
tr_tr: Süreç Durum Raporu

source: Question type usage
tr_tr: Soru türü kullanımı

source: Questions
tr_tr: Sorular

source: Questions & Answers
tr_tr: Sorular ve Yanıtlar

source: Rating alignment
tr_tr: Puan hizalaması

source: Rating changed by manager
tr_tr: Yönetici tarafından değiştirilen puan

source: Rating changed by moderator
tr_tr: Moderatör tarafından değiştirilen puan

source: Rating changed manager
tr_tr: Yönetici tarafından değiştirilen puan

source: Rating distribution
tr_tr: Puan dağılımı

source: Read & release status by org level
tr_tr: Okunma ve yayımlanma durumu – organizasyon düzeyine göre

source: Read status
tr_tr: Okunma durumu

source: Read status by comm round (released documents)
tr_tr: Okunma durumu – iletişim turuna göre (yayımlanmış belgeler)

source: Read status by org level (released documents)
tr_tr: Okunma durumu – organizasyon düzeyine göre (yayımlanmış belgeler)

source: Read status (unreleased documents)
tr_tr: Okunma durumu (yayımlanmamış belgeler)

source: # Refused career plan
tr_tr: Reddedilen kariyer planı sayısı

source: Release status by comm round
tr_tr: Yayımlanma durumu – iletişim turuna göre

source: Release status by org level
tr_tr: Yayımlanma durumu – organizasyon düzeyine göre

source: Reply rate
tr_tr: Yanıtlama oranı

source: Request Flow
tr_tr: Talep Akışı

source: Requests read
tr_tr: Okunan istekler

source: Requests sent over time
tr_tr: Zaman içindeki gönderilen istekler

source: Requests with behaviors
tr_tr: Davranış içeren istekler

source: Review
tr_tr: Değerlendirme

source: Review additional questions
tr_tr: Ek değerlendirme soruları

source: Review Behaviors Details
tr_tr: Değerlendirmer Davranış Ayrıntıları

source: Review challenge
tr_tr: Değerlendirmer itirazı

source: Review completion
tr_tr: Tamamlanmayı değerlendirmer

source: Review Details
tr_tr: Ayrıntıları değerlendirmer

source: Review Details & Additional Questions
tr_tr: Ayrıntıları ve Ek Soruları değerlendirmer

source: Review Distribution Overview
tr_tr: Dağılım Genel Bakışını değerlendirmer

source: Review evaluation table
tr_tr: Değerlendirme tablosunu değerlendirmer

source: Review Executive Summary
tr_tr: Genel Bakışı değerlendirmer

source: Review Goals & Behaviors Overview
tr_tr: Değerlendirmer Hedefler ve Davranışlar Genel Bakış

source: Review Goal Details
tr_tr: Hedef Ayrıntılarını Değerlendirmer

source: Review rating distribution
tr_tr: Puan dağılımını değerlendirmer

source: Review Status
tr_tr: Değerlendirmer Durumu

source: Review status table
tr_tr: Durum tablosunu değerlendirmer

source: Review completion status
tr_tr: Değerlendirmer tamamlama durumu

source: Review custom questions export table
tr_tr: Değerlendirmer özel soru dışa aktarma tablosu

source: Review detailed export table
tr_tr: Değerlendirmer ayrıntılı dışa aktarma tablosu

source: Review evaluation status
tr_tr: Değerlendirmer değerlendirme durumu

source: Reviews with aligned behavior ratings
tr_tr: Hizalanmış davranış puanlarına sahip değerlendirmer

source: Reviews with aligned goal ratings
tr_tr: Hizalanmış hedef puanlarına sahip değerlendirmer

source: Reviews with worker/manager alignment
tr_tr: Çalışan/yönetici uyumu olan değerlendirmer

source: # Right to information (RTI) requests
tr_tr: # Bilgi edinme hakkı (BİH) istekleri

source: Role assignment
tr_tr: Rol ataması

source: RTI request deadline monitor
tr_tr: RTI talebi son tarih izleyicisi

source: RTI request deadline status by country
tr_tr: Ülkeye göre BİH istek son tarih durumu

source: RTI request deadline status by org unit
tr_tr: Organizasyon birimine göre BİH istek son tarih durumu

source: RTI request details
tr_tr: RTI talebi ayrıntıları

source: RTI request details by worker
tr_tr: Çalışan bazında RTI talebi ayrıntıları

source: RTI request status
tr_tr: RTI talebi durumu

source: RTI request status by country
tr_tr: Ülkeye göre BİH istek durumu

source: RTI request status by org unit
tr_tr: Organizasyon birimine göre BİH istek durumu

source: # RTI requests closed
tr_tr: # Kapatılan BİH istekleri

source: # RTI requests closed without document
tr_tr: # Belgesiz kapatılan BİH istekleri

source: # RTI requests during warning period
tr_tr: # Uyarı dönemindeki BİH istekleri

source: # RTI requests in progress
tr_tr: # Devam eden BİH istekleri

source: # RTI requests pending document release
tr_tr: # Belge yayınlanması bekleyen BİH istekleri

source: RTI requests received over time
tr_tr: Zaman içinde alınan RTI talepleri

source: RTI requests remaining days (Warning & Overdue)
tr_tr: RTI taleplerinde kalan günler (Uyarı ve Gecikmiş)

source: % RTI requests unreleased at least once
tr_tr: En az bir kez yayımlanmamış RTI talepleri yüzdesi

source: Salary & Bonus Comp Round Export Details
tr_tr: Maaş ve Prim Ücret Turu Dışa Aktarma Ayrıntıları

source: Salary Comp Round Export Details
tr_tr: Maaş Ücret Turu Dışa Aktarma Ayrıntıları

source: Salary Increase Allocation Overview
tr_tr: Maaş Artışı Tahsis Genel Görünümü

source: Self-assessment
tr_tr: Kendi değerlendirmesi

source: # Self-assessment submissions over time
tr_tr: Zaman içindeki öz değerlendirme gönderimleri sayısı

source: Self-review rating distribution
tr_tr: Kendi kendine değerlendirme puan dağılımı

source: Shared goals
tr_tr: Paylaşılan hedefler

source: Stacked behaviors sent by org level
tr_tr: Kurumsal seviyeye göre gönderilen yığılmış davranışlar

source: Status by org. level
tr_tr: Kurumsal seviyeye göre durum

source: The sunburst displays how the manager ratings were changed during the People Day. The worker and manager ratings were aligned for
tr_tr: Güneş patlaması grafiği, People Day sırasında yönetici puanlarının nasıl değiştiğini gösterir. Çalışan ve yönetici puanları şu sayıda değerlendirmer için hizalanmıştır:

source: reviews.
tr_tr: değerlendirmer.
